[
{"article_text": "La cuantía de la pensión se determina aplicando a la base reguladora el porcentaje general que corresponda en función de los años cotizados y, en su caso, el porcentaje adicional por prolongación de la vida laboral, cuando se acceda a la jubilación con una edad superior a la ordinaria vigente en cada momento y el coeficiente reductor que corresponda."},
{"article_text": "A partir del año 2022, la base reguladora de la pensión de jubilación contributiva será el cociente que resulte de dividir por 350 las bases de cotización del interesado durante los 300 meses inmediatamente anteriores al mes previo al del hecho causante.  \n Si se accede a la pensión desde una situación de alta o asimilada sin obligación de cotizar, el período de determinación de la base reguladora (BR) no puede retrotraerse al momento en que cesó la obl igación de cotizar. \n Para aquellas personas a las que les sea aplicable la legislación anterior a 1-1-2013 , en aplicación de la  disposición transitoria cuarta  de la LGSS, la base reguladora será el cociente que resulte de dividir por 210 las bases de cotización del interesado durante los 180 meses inmediatamente anteriores al mes previo al del hecho causante. \n\n Actualización de bases de cotización:  \n Las bases de cotización de los 24 meses inmediatamente anteriores al mes previo al del hecho causante se toman por su valor nominal.\n \n Las restantes bases de cotización se actualizarán de acuerdo con la evolución del Índice de Precios al Consumo (IPC) desde el mes a que aquéllas correspondan hasta el mes inmediato anterior a aquél en que se inicie el período a que se refiere el párrafo anterior.\n \n Integración de lagunas:  \n \n Si en el período que haya de tomarse para el cálculo de la BR aparecieran meses durante los cuales no existiera obligación de cotizar, las  primeras  48  mensualidades  se integrarán con la base mínima de entre todas las existentes en cada momento, y el resto de mensualidades con el 50% de dicha base mínima.\n \n Para aquellas personas a las que les sea aplicable la legislación anterior a 1-1-2013 , en aplicación de la  disposición transitoria cuarta  de la LGSS, las lagunas de cotización se integrarán, a los exclusivos efectos de dicho cálculo, con la base mínima de cotización, vigente en cada momento, en el Régimen General para los trabajadores mayores de 18 años.\n \n Cuando en alguno de los meses, la obligación de cotizar exista sólo durante una parte del mes, procederá la integración señalada en los párrafos anteriores por la parte del mes en que no exista obligación de cotizar, siempre que la base de cotización correspondiente al primer período no alcance la cuantía de la base mínima mensual señalada. En tal supuesto, la integración alcanzará hasta esta última cuantía. \n En el caso de trabajadores incluidos en el Sistema especial para empleados de hogar , desde el año 2012 hasta el año 2023, para el cálculo de la BR de la pensión de jubilación sólo se tendrán en cuenta los períodos realmente cotizados (sin integración de lagunas).  \n En el caso de trabajadores incluidos en el Sistema especial para trabajadores por cuenta ajena agrarios,  a partir de 01-01-2012, para el cálculo de la BR sólo se tendrán en cuenta los períodos realmente cotizados (no se aplicará integración de lagunas). En los supuestos de  contratos a tiempo parcial, de relevo y fijos discontinuos  deberá tenerse en cuenta que:  \n \n   \n     La integración de los períodos, durante los que no haya habido obligación de cotizar, se llevará a cabo con la base mínima de cotización de entre las aplicables en cada momento, correspondiente al número de horas contratadas en la fecha en que se interrumpió o extinguió la obligación de cotizar. Si la obligación de cotizar existe sólo durante una parte del mes, la integración procederá por la parte del mes en que no exista obligación de cotizar, siempre que la base de cotización correspondiente no alcance la cuantía de la base mínima citada. \n   \n   \n     A excepción de los períodos entre temporadas o campañas de los trabajadores con contrato de trabajo fijo-discontinuo, en ningún caso se considerarán lagunas de cotización las horas o días en que no se trabaje en razón a las interrupciones en la prestación de servicios derivadas del propio contrato a tiempo parcial. \n   \n \n Incrementos de las bases de cotización:  \n \n No se podrán computar los incrementos de las bases de cotización, producidos en los dos últimos años, si son consecuencia de aumentos salariales superiores al incremento medio interanual experimentado en el convenio colectivo aplicable o, en su defecto, en el correspondiente sector.\n \n Se exceptúan los incrementos salariales que sean consecuencia de la aplicación estricta de las normas contenidas en disposiciones legales y convenios colectivos sobre antigüedad y ascensos reglamentarios de la categoría profesional, así como aquellos incrementos salariales que deriven de cualquier otro concepto retributivo también regulado en disposiciones legales o convenios colectivos. \n Pluriempleo: \n Las bases por las que se haya cotizado a las diversas empresas se computarán en su totalidad, sin que la suma de dichas bases pueda exceder del límite máximo de cotización vigente en cada momento . \n Pluriactividad: \n Cuando se acrediten cotizaciones a varios regímenes y no se cause derecho a pensión en uno de ellos, las bases de cotización acreditadas en este último en régimen de pluriactividad, podrán ser acumuladas a las del régimen en que se cause la pensión, exclusivamente para la determinación de la BR de la misma, sin que la suma de las bases pueda exceder del límite máximo de cotización vigente en cada momento. \n Supuestos de  exoneración de cuotas (*) : \n Por los períodos de actividad en los que no se hayan efectuado cotizaciones por contingencias comunes (excepto para el subsidio de incapacidad temporal), por ser de aplicación la exoneración prevista en el artículo 152 de la LGSS, respecto de aquellos trabajadores por cuenta ajena y de los socios trabajadores o de trabajo de las cooperativas que hayan alcanzado la edad de acceso a la pensión de jubilación, se tendrán en cuenta las siguientes reglas: \n \n   Se tomarán las bases por las que hubiera venido cotizando el interesado, salvo que sean superiores al resultado de incrementar el promedio de las bases de cotización del año natural inmediatamente anterior, en el porcentaje de variación media conocida del IPC en el último año indicado, más dos puntos porcentuales. \n   \n   Si las bases de cotización declaradas fuesen superiores al promedio de las del año anterior, incrementadas según lo dispuesto en la regla 1, se tomará como base de cotización dicha cuantía. \n   \n   A efectos del cálculo del promedio citado en la regla 1, se tomarán las bases de cotización correspondientes a la actividad y empresa por la que esté exonerado de cotización y por jornada equiparable a la que se esté realizando. \n   \n   Si no existieran bases de cotización en todas las mensualidades del año natural anterior, se tomará el promedio de las bases de cotización que existan, dividido por el número de meses al que las mismas correspondan. \n   \n   De no existir bases de cotización por la actividad que se encuentra sujeta a la exoneración de cuotas, se tomarán las bases de cotización que tenga el interesado por trabajos por cuenta ajena realizados durante el año anterior al comienzo de dicha exoneración, en jornada equiparable a la que se encuentre exenta de cotización. \n   \n   De no existir bases de cotización en el año anterior, se tomarán las bases de cotización del primer año en que existan, calculando el promedio citado en la regla 1 y aplicando las reglas citadas en los apartados anteriores. Dicho promedio se incrementará en el porcentaje de variación media del año o años naturales anteriores hasta llegar al año correspondiente al del período de exoneración de cuotas. \n \n Base de cotización a considerar en la BR en los supuestos de beneficio por cuidado de hijos o menores acogidos: \n \n   Cuando el período computable como cotizado en concepto de beneficio por cuidado de hijos o menores acogidos esté comprendido dentro del periodo de cálculo para la determinación de la base reguladora de las prestaciones, la base de cotización a considerar, estará constituida por el promedio de las bases de cotización del beneficiario correspondientes a los seis meses inmediatamente anteriores al inicio de la interrupción de la cotización o, en su caso, cuando existan intermitencias en la cotización, las correspondientes a los seis meses cotizados inmediatamente anteriores a cada periodo que se compute.\n   \n   Si el beneficiario no tuviera acreditado el citado período de seis meses de cotización, se computará el promedio de las bases de cotización que resulten acreditadas, correspondientes al período inmediatamente anterior a la interrupción de la cotización."},
{"article_text": "Porcentaje aplicable a partir de 01-01-2013: \n El porcentaje es variable en función de los años de cotización a la Seguridad Social, aplicándose una escala que comienza con el 50% a los 15 años, aumentando a partir del decimosexto año un 0,19% por cada mes adicional de cotización, entre los meses 1 y 248, y un 0,18% los que rebasen el mes 248, sin que el porcentaje aplicable a la base reguladora supere el 100%, salvo en los casos en que se acceda a la pensión con una edad superior a la que resulte de aplicación. \n A la cuantía así determinada le será de aplicación el factor de sostenibilidad que corresponda en cada momento. La aplicación de dicho factor de sostenibilidad ha sido aplazada por la Ley 6/2018, de 3 de julio, de Presupuestos Generales del Estado para el año 2018. \n En todo caso, su entrada en vigor se producirá en una fecha no posterior al 1 de enero de 2023. \n No obstante, hasta el año 2027, se establece un periodo transitorio y gradual, en el cual los porcentajes anteriores serán sustituidos por los siguientes: \n \n   \n     PORCENTAJE – JUBILACIÓN – AÑOS COTIZADOS \n     \n       \n         PERIODO  DE  APLICACIÓN \n         PRIMEROS 15 AÑOS \n         AÑOS ADICIONALES \n         TOTAL \n       \n       \n         Años \n         % \n         MESES  ADICIONALES \n         COEFICIENTE \n            %      \n         AÑOS \n         AÑOS \n           %    \n       \n       \n         2013 a 2019 \n         15 \n         50 \n         1 al 163 83 restantes \n         0,21 0,19 \n         34,23 15,77 \n         \n         \n         \n       \n       \n         15 \n         50 \n         Total 246 meses \n         \n         50,00 \n         20,5 \n         35,5 \n         100 \n       \n       \n         2020 a 2022 \n         15 \n         50 \n         1 al 106 146 restantes \n         0,21 0,19 \n         22,26 27,74 \n         \n         \n         \n       \n       \n         15 \n         50 \n         Total 252 meses \n         \n         50,00 \n         21 \n         36 \n         100 \n       \n       \n         2023 a 2026 \n         15 \n         50 \n         1 al 49 209 restantes \n         0,21 0,19 \n         10,29 39,71 \n         \n         \n         \n       \n       \n         15 \n         50 \n         Total 258 meses \n         \n         50,00 \n         21,5 \n         36,5 \n         100 \n       \n       \n         A partir de 2027 \n         15 \n         50 \n         1 al 248 16 restantes \n         0,19 0,18 \n         47,12 2,88 \n         \n         \n         \n       \n       \n         15 \n         50 \n         Total 264 meses \n         \n         50,00 \n         22 \n         37 \n         100 \n       \n     \n   \n \n \n Mantenimiento transitorio del complemento por maternidad \n Las personas que, el 4-2-2021, estuvieran percibiendo el complemento por maternidad por aportación demográfica, mantendrán su percibo. \n La percepción del complemento de maternidad será incompatible con el nuevo complemento de pensiones contributivas para la reducción de la brecha de género, pudiendo las personas interesadas optar entre uno u otro. \n Si el otro progenitor de alguno de los hijos o hijas que dio derecho al complemento de maternidad, solicita el complemento de pensiones contributivas y le corresponde percibirlo, la cuantía mensual que se reconozca se deducirá del complemento por maternidad, con efectos económicos desde el primer día del mes siguiente al de la resolución, siempre que la misma se dicte dentro de los seis meses siguientes a la solicitud o, en su caso, al reconocimiento de la pensión que la cause; pasado dicho plazo, los efectos se producirán desde el primer día del séptimo mes siguiente a esta. \n Complemento para la reducción de la brecha de género \n El complemento de pensiones contributivas para la reducción de la brecha de género, sustituye el complemento por maternidad por aportación demográfica por un complemento dirigido a la reducción de la brecha de género, con el que  se persigue reparar el perjuicio que han sufrido a lo largo de su carrera profesional las mujeres por asumir un papel principal en la tarea de los cuidados de los hijos que se proyecta en el ámbito de las pensiones. \n Porcentaje aplicable a quienes se acojan a la legislación anterior a 01-01-2013 : \n El porcentaje es variable en función de los años de cotización a la Seguridad Social,  aplicándose una escala que comienza con el 50% a los 15 años, aumentando un 3% por cada año adicional comprendido entre el decimosexto y el vigésimo quinto y un 2% a partir del vigésimo sexto hasta alcanzar el 100% a los 35 años. \n \n   \n     ESCALA DE PORCENTAJES POR AÑOS COTIZADOS \n     \n       \n         Años de cotización \n         Porcentaje de la  base reguladora \n       \n       \n         A los 15 años  \n         50%  \n       \n       \n         A los 16 años  \n         53%  \n       \n       \n         A los 17 años  \n         56%  \n       \n       \n         A los 18 años  \n         59% \n       \n       \n         A los 19 años  \n         62%  \n       \n       \n         A los 20 años  \n         65%  \n       \n       \n         A los 21 años  \n         68%  \n       \n       \n         A los 22 años  \n         71%  \n       \n       \n         A los 23 años  \n         74%  \n       \n       \n         A los 24 años  \n         77%  \n       \n       \n         A los 25 años \n         80%  \n       \n       \n         A los 26 años  \n         82%  \n       \n       \n         A los 27 años  \n         84%  \n       \n       \n         A los 28 años  \n         86%  \n       \n       \n         A los 29 años  \n         88%  \n       \n       \n         A los 30 años  \n         90%  \n       \n       \n         A los 31 años  \n         92%  \n       \n       \n         A los 32 años  \n         94%  \n       \n       \n         A los 33 años  \n         96%  \n       \n       \n         A los 34 años  \n         98%  \n       \n       \n         A los 35 años \n         100%  \n       \n     \n   \n \n Los años de cotización a tener en cuenta son los efectuados:   \n \n   \n     \n       Al Régimen General de la Seguridad Social. \n     \n     \n       A los diferentes  Regímenes Especiales de la Seguridad Social . \n     \n     \n       A los antiguos Regímenes del  Seguro de Vejez  e  Invalidez  y/o Mutualismo Laboral. \n     \n     \n       A los Regímenes integrados, incluyéndose los anteriores a la implantación de éstos si fueron computables para causar derecho a las prestaciones en ellos previstas. \n     \n     \n       A otras Entidades de Previsión Social, que actúen como sustitutorias de las correspondientes al régimen o a los regímenes que estén pendientes de integración. \n     \n     \n       Las efectuadas al Régimen de Clases Pasivas del Estado. \n     \n     \n       A las Administraciones Públicas y organismos dependientes de ellas con anterioridad a 1-1-59 por el personal que no ostentaba la condición de funcionario. \n     \n     \n       Las cotizaciones  del personal de la Administración de Justicia se asimilarán a períodos cotizados cuando haya diferencias entre los períodos efectivamente trabajados que figuren en el certificado de servicios prestados y los que figuran en su certificación de cotizaciones. Estos períodos no serán objeto de inclusión en las bases de datos de la Tesorería General de la Seguridad Social y por tanto se asimilarán a cotizados, a solicitud del interesado, en el momento en el que se cause o se revise la correspondiente pensión. \n     \n   \n \n Reglas para el cómputo de los años de cotización:   \n Si las cotizaciones son posteriores a 1-1-67 , se tomarán todos los días efectivamente cotizados y el total de días se dividirá por 365 para obtener el número de años cotizados. La fracción de año no podrá asimilarse a año completo, dado que, una vez superados los primeros 15 años de cotización, el porcentaje aplicable a la base reguladora va aumentando por cada mes adicional cotizado. \n Si existen cotizaciones anteriores a 1-1-67 , el número de años cotizados se obtiene dividiendo por 365 el total de días cotizados (sin asimilar la fracción de año a un año completo) obtenidos de la suma de las cotizaciones siguientes:  \n \n   Días cotizados en el Régimen General y en otros regímenes a partir de 1-1-67.\n   \n   Días cotizados al Seguro de Vejez e Invalidez y Mutualismo Laboral entre 1-1-60 y 31-12-66, siempre que no se superpongan.\n   \n   \n     Los días de bonificación que correspondan al trabajador, según la edad cumplida en 1-1-67, siempre que acrediten cotizaciones al Seguro de Vejez e Invalidez y/o Mutualismo Laboral, de acuerdo con la siguiente escala:  \n   \n \n \n \n \n   ESCALA PARA ABONO DE AÑOS Y DÍAS DE COTIZACIÓN \n   \n     \n       Edad en 1-1-67 \n       Años  \n       Días  \n     \n     \n       65 años  \n       30  \n       318  \n     \n     \n       64 años  \n       30  \n       67  \n     \n     \n       63 años  \n       29  \n       182  \n     \n     \n       62 años  \n       28  \n       296  \n     \n     \n       61 años  \n       28  \n       46  \n     \n     \n       60 años  \n       27  \n       161  \n     \n     \n       59 años  \n       26  \n       275  \n     \n     \n       58 años  \n       26  \n       25  \n     \n     \n       57 años  \n       25  \n       139  \n     \n     \n       56 años  \n       24  \n       254  \n     \n     \n       55 años  \n       24  \n       4  \n     \n     \n       54 años  \n       23  \n       118  \n     \n     \n       53 años  \n       22  \n       233  \n     \n     \n       52 años  \n       21  \n       347  \n     \n     \n       51 años  \n       21  \n       97  \n     \n     \n       50 años  \n       20  \n       212  \n     \n     \n       49 años  \n       19  \n       326  \n     \n     \n       48 años  \n       19  \n       76  \n     \n     \n       47 años  \n       18  \n       191  \n     \n     \n       46 años  \n       17  \n       305  \n     \n     \n       45 años  \n       17  \n       55  \n     \n     \n       44 años  \n       16  \n       169  \n     \n     \n       43 años \n       15 \n       284 \n     \n     \n       42 años  \n       15  \n       34  \n     \n     \n       41 años  \n       14  \n       148  \n     \n     \n       40 años  \n       13  \n       263  \n     \n     \n       39 años  \n       13  \n       12 \n     \n     \n       38 años  \n       12  \n       127  \n     \n     \n       37 años  \n       11  \n       242  \n     \n     \n       36 años  \n       10  \n       356  \n     \n     \n       35 años  \n       10  \n       106  \n     \n     \n       34 años  \n       9  \n       220  \n     \n     \n       33 años  \n       8  \n       335  \n     \n     \n       32 años  \n       8  \n       85  \n     \n     \n       31 años  \n       7  \n       199  \n     \n     \n       30 años  \n       6  \n       314  \n     \n     \n       29 años  \n       6  \n       64  \n     \n     \n       28 años  \n       5  \n       178  \n     \n     \n       27 años  \n       4  \n       293  \n     \n     \n       26 años  \n       4  \n       42  \n     \n     \n       25 años  \n       3  \n       157  \n     \n     \n       24 años  \n       2  \n       272  \n     \n     \n       23 años  \n       2  \n       21  \n     \n     \n       22 años  \n       1  \n       136  \n     \n     \n       21 años  \n       0  \n       250"},
{"article_text": "Cuando se acceda a la pensión de jubilación a una edad superior a la edad ordinaria de jubilación vigente en cada momento, siempre que al cumplir esta edad se hubiera reunido el  período mínimo de cotización  exigido, se reconocerá al interesado por cada año completo cotizado desde que reunió los requisitos para acceder a esta pensión, un complemento económico que se abonará de alguna de las siguientes maneras, a elección del interesado: \n \n \n   \n     \n       \n         Un porcentaje adicional del 4 por ciento por cada año completo cotizado entre la fecha en que cumplió dicha edad y la del hecho causante de la pensión. \n         El porcentaje adicional obtenido se sumará al que, con carácter general, corresponda al interesado de acuerdo con los meses cotizados, aplicándose el porcentaje resultante a la base reguladora a efectos de determinar la cuantía de la pensión, que no podrá ser superior, en ningún caso, al límite máximo establecido para las pensione s contributivas en la correspondiente LPGE. \n         Si la cuantía de la pensión reconocida alcanza el citado límite máximo sin aplicar el porcentaje adicional o aplicándolo sólo parcialmente, el interesado percibirá:\n         \n         \n           La pensión por el importe máximo. \n           Una cantidad que se obtendrá aplicando al importe máximo vigente en cada momento el porcentaje adicional no utilizado para determinar la cuantía de la pensión, redondeado a la unidad más próxima por exceso. La citada cantidad se devengará por meses vencidos y se abonará en catorce pagas. La suma de su importe y el de la pensión o pensiones que tuviera reconocidas el interesado, en cómputo anual, no puede superar la cuantía del tope máximo de la base de cotización vigente en cada momento, también en cómputo anual. \n         \n       \n       \n         Una cantidad a tanto alzado por cada año completo cotizado entre la fecha en que cumplió dicha edad y la del hecho causante de la pensión, cuya cuantía vendrá determinada en función de los años de cotización acreditados en la primera de las fechas indicadas, siendo la fórmula de cálculo la siguiente: \n         \n           \n             Si ha cotizado menos de 44 años y 6 meses: \n           Si ha cotizado, al menos, 44 años y 6 meses la cifra anterior se aumenta en un 10%: \n         \n       \n       Una combinación de las soluciones anteriores en los términos que se determinen reglamentariamente. \n     \n   \n \n \n   La elección se llevará a cabo por una sola vez en el momento en que se adquiere el derecho a percibir el complemento económico, sin que pueda modificarse posteriormente. De no ejercitarse, se aplicará el complemento contemplado en la letra a. \n   La percepción de este complemento es incompatible con el acceso al envejecimiento activo (jubilación activa). \n   \n     Este beneficio no será de aplicación en los supuestos de jubilación parcial, jubilación flexible, ni cuando sean de aplicación coeficientes reductores de la edad de jubilación. Por lo tanto, este beneficio solo se aplicará a trabajadores que, en la fecha del hecho causante, accedan a la pensión de jubilación a una edad real superior a la edad ordinaria de jubilación establecida legalmente. \n     Tampoco será de aplicación en los supuestos de acceso a la jubilación desde una situación asimilada a la de alta, de modo que los periodos de permanencia en situaciones asimiladas a la de alta que no conlleven trabajo efectivo (por ejemplo convenio especial o prestación por desempleo) no son computables a estos efectos. \n   \n   \n     Porcentaje adicional para quienes resulte de aplicación la legislación anterior a 01-01-2013 :\n     \n     \n       El 2% por cada año completo cotizado, o que se considere legalmente cotizado, desde la fecha en que se cumplió 65 años hasta la fecha del hecho causante de la pensión. \n       El 3% cuando el interesado hubiera acreditado, al menos, 40 años de cotización al cumplir 65 años. \n     \n   \n   \n     Trabajadores con la condición de mutualistas el 1 de enero de 1967 o fecha equivalente : \n     Cuando accedan a la pensión de jubilación con una edad superior a la establecida legalmente, la cuantía de aquella se les reconocerá en los términos establecidos en el artículo  210  de la  LGSS ."},
{"article_text": "La base reguladora de las prestaciones de jubilación e incapacidad permanente se calculará conforme a la regla general.\n   \n   A efectos de determinar la cuantía de las pensiones de jubilación y de incapacidad permanente derivada de enfermedad común, cuando existan trabajos a tiempo parcial, se tomarán en consideración la totalidad de los períodos en que dicho trabajador hubiera permanecido en alta, cualquiera que hubiera sido la duración de la jornada.\n   \n   El porcentaje a aplicar sobre la respectiva base reguladora se determinará conforme a la  escala general  (artículo 210  y  disposición transitoria novena de la LGSS), y se tendrán en cuenta los días en que el trabajador hubiera permanecido en alta, con independencia de la duración de la jornada."},
{"article_text": "(*) Exoneración de cuotas de trabajadores con 65 o más años:   \n A partir de 01-01-2013: \n Los empresarios y trabajadores quedarán exentos de cotizar a la Seguridad Social por contingencias comunes, salvo por incapacidad temporal derivada de las mismas, respecto de aquellos trabajadores por cuenta ajena con contratos de trabajo de carácter indefinido, así como de los socios trabajadores o de trabajo de las cooperativas, siempre que se encuentren en alguno de estos supuestos: \n \n 65 años de edad y 38 años y 6 meses de cotización. \n 67 años de edad y 37 años de cotización.   \n En todos los casos citados, a efectos del cómputo de años de cotización no se tomarán en cuenta las partes proporcionales de pagas extraordinarias.  \n Si al cumplir la edad correspondiente a que se refieren los párrafos anteriores el trabajador no tuviere cotizados  el número de años en cada caso requerido, la exención será aplicable a partir de la fecha en que se acrediten los años de cotización exigidos para cada supuesto. \n Las exenciones no serán aplicables a las cotizaciones relativas a trabajadores que presten sus servicios en las Administraciones públicas o en los Organismos públicos regulados en el Título III de la Ley 6/1997, de 14 de abril, de organización y funcionamiento de la Administración General del Estado. \n A los trabajadores que se les aplique las exenciones de la obligación de cotizar, previstas en el artículo 112 bis con anterioridad a 1 de enero de 2013 y que accedan al derecho a la pensión de jubilación con posterioridad a dicha fecha, el período durante el que se haya extendido dichas exenciones será considerado como cotizado a efectos del cálculo de la pensión correspondiente. \n Para quienes resulte de aplicación la legislación anterior a 01-01-2013: \n Los empresarios y trabajadores quedarán exentos de cotizar a la Seguridad Social por desempleo, Fondo de Garantía Salarial, formación profesional y por contingencias comunes, salvo por incapacidad temporal derivada de las mismas, respecto de aquellos trabajadores por cuenta ajena con contratos de trabajo de carácter indefinido, así como de los socios trabajadores o de trabajo de las cooperativas, siempre que tengan cumplidos 65 o más años de edad y acrediten 35 o más años de cotización efectiva a la Seguridad Social, sin que se computen a estos efectos las partes proporcionales de pagas extraordinarias.  \n Si al cumplir los 65 años de edad el trabajador no tuviere cotizados 35 años, la exención será aplicable a partir de la fecha en que se acrediten los 35 años de cotización efectiva.  \n Las exenciones no serán aplicables a las cotizaciones relativas a trabajadores que presten sus servicios en las Administraciones públicas o en los Organismos públicos regulados en el Título III de la Ley 6/1997, de 14 de abril, de organización y funcionamiento de la Administración General del Estado."},
{"article_text": "Acceso a la plataforma de valoración"}
]